Repository: danerx77/f1
Catalog: tm/src.tmx
Source language: en
Languages: pl

# A spray of bubbles hits the foe. It may lower the foe's SPEED stat.
source: A spray of bubbles\nhits the foe.\nIt may lower the\nfoe's SPEED stat.
pl: Rozprysk baniek\ntrafia wroga.\nMoże zmniejszyć\njego SZYBKOŚĆ.

# The foe is hit with a rhythmic punch that may leave it confused.
source: The foe is hit with\na rhythmic punch\nthat may leave it\nconfused.
pl: Atak rytmicznymi\nciosami mogącymi\npozostawić wroga\noszołomionym.

# The user scatters bursts of fine spores that induce sleep.
source: The user scatters\nbursts of fine\nspores that induce\nsleep.
pl: Użytkownik rozsypuje\nduże ilości\nusypiających\nzarodników.

# A blast of light that cuts the foe's accuracy. It also illuminates caves.
source: A blast of light\nthat cuts the foe's\naccuracy. It also\nilluminates caves.
pl: Promień światła\nzmniejsza celność\nwroga. Oświetla\nteż jaskinie.

# The foe is attacked with an odd, hot energy wave that varies in intensity.
source: The foe is attacked\nwith an odd, hot\nenergy wave that\nvaries in intensity.
pl: Wróg zaatakowany\nzostaje dziwną\nfalą gorącej energii\nróżnej intensywności.

# The user just flops and splashes around without having any effect.
source: The user just flops\nand splashes around\nwithout having any\neffect.
pl: Użytkownik chlapie\ni rzuca się dookoła\nbez żadnego\npowodu i celu.

# The user alters its cells to liquefy itself and sharply raise DEFENSE.
source: The user alters its\ncells to liquefy\nitself and sharply\nraise DEFENSE.
pl: Użytkownik zmienia\nbudowę komórek i\nupłynnia się\nzwiększając OBRONĘ.

# A large pincer is used to hammer the foe. It has a high critical-hit ratio.
source: A large pincer is\nused to hammer the\nfoe. It has a high\ncritical-hit ratio.
pl: Wielkie szczypce\nużywane są by\nścisnąć wroga. Często\ntrafia krytycznie.

# The user explodes to inflict terrible damage even while fainting itself.
source: The user explodes\nto inflict terrible\ndamage even while\nfainting itself.
pl: Użytkownik ryzykuje\nomdlenie zadając\nprzerażające\nobrażenia eksplodując.

# The foe is raked with sharp claws or scythes two to five times.
source: The foe is raked\nwith sharp claws or\nscythes two to five\ntimes.
pl: Wróg rozcinany\njest ostrymi pazurami\nlub kosą od 2 do 5\nrazy.

# The user throws a bone that hits the foe once, then once again on return.
source: The user throws a\nbone that hits the\nfoe once, then once\nagain on return.
pl: Użytkownik rzuca\nkość trafiającą\nwroga raz, a potem\ndrugi przy powrocie.

# The user sleeps for two turns to fully restore HP and heal any status problem.
source: The user sleeps for\ntwo turns to fully\nrestore HP and heal\nany status problem.
pl: Użytkownik śpi dwie\ntury, by w pełni\nprzywrócić HP i\nuleczyć zmiany stanu.

# Large boulders are hurled at the foe. It may make the foe flinch.
source: Large boulders are\nhurled at the foe.\nIt may make the\nfoe flinch.
pl: Wielkie kamienie\nmiotane zostają we\nwroga.\nMogą go potknąć.

# The foe is attacked with sharp fangs. It may make the foe flinch.
source: The foe is attacked\nwith sharp fangs.\nIt may make the\nfoe flinch.
pl: Wróg zaatakowany\nzostaje ostrymi\npazurami. Może\npotknąć oponenta.

# The user reduces its polygon count to sharpen edges and raise ATTACK.
source: The user reduces\nits polygon count\nto sharpen edges\nand raise ATTACK.
pl: Redukuje\nliczbę wielokątów i\nwyostrza krawędzie, by zwiększyć ATAK.

# The user changes its type to match the type of one of its moves.
source: The user changes\nits type to match\nthe type of one of\nits moves.
pl: Zmienia typ\nużytkownika, by\ndopasować go do\njednego z ataków.

# A simultaneous 3-beam attack that may paralyze, burn, or freeze the foe.
source: A simultaneous\n3-beam attack that\nmay paralyze, burn,\nor freeze the foe.
pl: Atak\n3 promieniami\nmogącymi sparaliżować,\npoparzyć lub zamrozić wroga.

# The user attacks with sharp fangs and halves the foe's HP.
source: The user attacks\nwith sharp fangs\nand halves the\nfoe's HP.
pl: Użytkownik atakuje\nostrymi pazurami i\nzmniejsza HP o pół.

# The foe is slashed with claws, etc. It has a high critical-hit ratio.
source: The foe is slashed\nwith claws, etc.\nIt has a high\ncritical-hit ratio.
pl: Wróg siekany zostaje\npazurami itp.\nCzęsto trafia\nkrytycznie.

# The user creates a decoy using one- quarter of its full HP.
source: The user creates a\ndecoy using one-\nquarter of its full\nHP.
pl: Wróg tworzy wabik\nzużywając jedną\nczwartą swojego HP.

# An attack that is used only if there is no PP. It also hurts the user.
source: An attack that is\nused only if there\nis no PP. It also\nhurts the user.
pl: Atak używany,\ngdy brakuje już\npunktów PP. Rani\ntakże użytkownika.

# This move copies the move last used by the foe, then disappears.
source: This move copies\nthe move last used\nby the foe, then\ndisappears.
pl: Ruch kopiuje\nostatnio użyty atak\nwroga, a następnie\nznika.

# A 3-kick attack that becomes more powerful with each successive hit.
source: A 3-kick attack\nthat becomes more\npowerful with each\nsuccessive hit.
pl: Potrójne kopnięcie\nstające się\nsilniejsze z każdym\nudanym ciosem.

# An attack that may take the foe's held item if the user isn't holding one.
source: An attack that may\ntake the foe's held\nitem if the user\nisn't holding one.
pl: Atak mogący ukraść\ntrzymany przedmiot\nwroga, gdy\nużywający nic nie trzyma.

# Ensnares the foe with sticky string so it doesn't flee or switch out.
source: Ensnares the foe \nwith sticky string\nso it doesn't flee\nor switch out.
pl: Omotuje przeciwnika\nklejąca się pajęczyną,\nby uniemożliwić\nucieczkę.

# The user predicts the foe's action to ensure its next attack hits.
source: The user predicts\nthe foe's action to\nensure its next\nattack hits.
pl: Przewiduje ruch\nwroga, by upewnić\nsię, że następny\natak trafi.

# A sleeping foe is shown a nightmare that inflicts some damage every turn.
source: A sleeping foe is\nshown a nightmare\nthat inflicts some\ndamage every turn.
pl: Śpiący wróg zaczyna\nśnić koszmar\nzadający mu obrażenia\nco turę.

# The user makes a fiery charge at the foe. It may cause a burn.
source: The user makes a\nfiery charge at the\nfoe. It may cause\na burn.
pl: Używający płonąc\nszarżuje na wroga.\nMoże powodować\npoparzenia.

# An attack that can be used only while asleep. It may cause flinching.
source: An attack that can\nbe used only while\nasleep. It may\ncause flinching.
pl: Atak, który może\nzostać użyty tylko\nwe śnie. Może\npotknąć wroga.

# A move that works differently for the GHOST-type and all the other types.
source: A move that works\ndifferently for the\nGHOST-type and all\nthe other types.
pl: Atak działający\ninaczej na DUCHY\nniż na wszystkie inne\nrodzaje POKéMONÓW.

# A desperate attack that becomes more powerful the less HP the user has.
source: A desperate attack\nthat becomes more\npowerful the less\nHP the user has.
pl: Desperacki atak\nstający się tym\nsilniejszy im mniej\nHP ma użytkownik.

# The user changes type to make itself resistant to the last attack it took.
source: The user changes\ntype to make itself\nresistant to the\nlast attack it took.
pl: Użytkownik zmienia\nswój typ, by być\nodpornym na\nostatnio przyjęty atak.

# A vortex of air is shot at the foe. It has a high critical-hit ratio.
source: A vortex of air is\nshot at the foe.\nIt has a high\ncritical-hit ratio.
pl: Wir powietrza\nzostaje trafiony\nwe wroga. Może\nbyć cios krytyczny.

# Cotton-like spores cling to the foe, sharply reducing its SPEED stat.
source: Cotton-like spores\ncling to the foe,\nsharply reducing\nits SPEED stat.
pl: Bawełniane zarodniki\nprzylegają do\nwroga, znacznie\nobniżając SZYBKOŚĆ.

# An all-out attack that becomes more powerful the less HP the user has.
source: An all-out attack\nthat becomes more\npowerful the less\nHP the user has.
pl: Atak, który staje\nsię silniejszy, im\nmniej HP posiada\nużytkownik.

# A move that cuts 2 to 5 PP from the move last used by the foe.
source: A move that cuts\n2 to 5 PP from the\nmove last used by\nthe foe.
pl: Ruch, który odcina\n2 do 5 PP ruchu\nwroga ostatnio\nużywanego.

# Blasts the foe with a snowy gust. It may cause freezing.
source: Blasts the foe with\na snowy gust.\nIt may cause\nfreezing.
pl: Uderza wroga\nśnieżnym podmuchem\nwiatru. Może\nzamrozić.

# Enables the user to evade all attacks. It may fail if used in succession.
source: Enables the user to\nevade all attacks.\nIt may fail if used\nin succession.
pl: Umożliwia unikanie\nataków. Może się\npowieść, jeśli jest\nużywany kolejno.

# A punch thrown at blinding speed. It is certain to strike first.
source: A punch thrown at\nblinding speed.\nIt is certain to\nstrike first.
pl: Cios rzucony z\noślepiającą szybkością.\nNa pewno uderzy\npierwszy.

# Frightens the foe with a scary face to sharply reduce its SPEED.
source: Frightens the foe\nwith a scary face\nto sharply reduce\nits SPEED.
pl: Przeraża wroga z\nstraszną twarzą,\naby ostro zredukować\nSZYBKOŚĆ.

# The user draws up close to the foe disarmingly, then hits without fail.
source: The user draws up\nclose to the foe\ndisarmingly, then\nhits without fail.
pl: Użytkownik rozbraja\nsię blisko wroga, a\nnastępnie uderza\nbezbłędnie.

# The user kisses the foe with sweet cuteness that causes confusion.
source: The user kisses\nthe foe with sweet\ncuteness that\ncauses confusion.
pl: Użytkownik całuje\nwroga słodką\nsłodkością, która\noszałamia wroga.

# The user maximizes its ATTACK stat at the cost of half its full HP.
source: The user maximizes\nits ATTACK stat at\nthe cost of half\nits full HP.
pl: Użytkownik wzmacnia\nstatystykę ATAKU\nkosztem połowy\nswojego HP.

# Filthy sludge is hurled at the foe. It may poison the target.
source: Filthy sludge is\nhurled at the foe.\nIt may poison the\ntarget.
pl: Brudny szlam jest\nrzucany we wroga.\nMoże też zatruć\ncel.

# Mud is hurled in the foe's face to inflict damage and lower its accuracy.
source: Mud is hurled in\nthe foe's face to\ninflict damage and\nlower its accuracy.
pl: Błoto rzucane jest\nna wroga, aby\nzadać obrażenia i\nzmniejszyć celność.

# Ink is blasted in the foe's face or eyes to damage and lower accuracy.
source: Ink is blasted in\nthe foe's face or\neyes to damage and\nlower accuracy.
pl: Atrament jest\nniszczony na twarzy\nw celu obrażeń i\nmniejszej celności.

# A trap of spikes is laid around the foe's party to hurt foes switching in.
source: A trap of spikes is\nlaid around the\nfoe's party to hurt\nfoes switching in.
pl: Pułapka kolców\njest ułożona wokół\nstrony wroga, aby\nzranić wrogów.

# An electric blast is fired like a cannon to inflict damage and paralyze.
source: An electric blast is\nfired like a cannon\nto inflict damage\nand paralyze.
pl: Elektryczny wybuch\njest wystrzeliwany,\naby zaatakować\ni sparalizować.

# Completely negates the foe's efforts to heighten its ability to evade.
source: Completely negates\nthe foe's efforts to\nheighten its ability\nto evade.
pl: Całkowicie neguje\nwysiłki wroga, aby\nzwiększyć jego\nzdolność unikania.

# If the user faints, the foe delivering the final hit also faints.
source: If the user faints,\nthe foe delivering\nthe final hit also\nfaints.
pl: Jeśli użytkownik\nzemdleje, również\ntrafia w niepowodzenie\nwroga.

# Any battler that hears this faints in three turns unless it switches.
source: Any battler that\nhears this faints\nin three turns\nunless it switches.
pl: Każdy walczący,\nktóry to słyszy,\nzemdleje w\ntrzech turach.

# A chilling wind is used to attack. It also lowers the SPEED stat.
source: A chilling wind is\nused to attack.\nIt also lowers the\nSPEED stat.
pl: Atakuje zimnym\nwiatrem. Obniża\ntakże statystykę\nSZYBKOŚCI wroga.

# The user strikes the foe with a bone in hand two to five times.
source: The user strikes\nthe foe with a bone\nin hand two to five\ntimes.
pl: Użytkownik uderza\nprzeciwnika kością\nod dwóch do\npięciu razy.

# The user locks on to the foe, making the next move sure to hit.
source: The user locks on\nto the foe, making\nthe next move sure\nto hit.
pl: Użytkownik namierza\nwroga, sprawiając,\nże następny ruch\ntrafi.

# The user thrashes about for two to three turns, then becomes confused.
source: The user thrashes\nabout for two to\nthree turns, then\nbecomes confused.
pl: Użytkownik szarpnie\nna dwa do trzech\ntur, po czym się\noszałamia.

# A 5-turn sandstorm that damages all types except ROCK, GROUND, and STEEL.
source: A 5-turn sandstorm\nthat damages all\ntypes except ROCK,\nGROUND, and STEEL.
pl: 5-turowa burza\npiaskowa, rani\nkażdy typ oprócz\nKAMIENIA, ZIEMI i STALI.

# A harsh attack that absorbs half the damage it inflicted to restore HP.
source: A harsh attack that\nabsorbs half the\ndamage it inflicted\nto restore HP.
pl: Ostry atak, który\npochłania połowę \nzadanych obrażeń,\naby odzyskać HP.

# The user endures any hit with 1 HP left. It may fail if used in succession.
source: The user endures\nany hit with 1 HP\nleft. It may fail if\nused in succession.
pl: Użytkownik znosi\nkażde trafienie z\n1 HP. Może czasami\nnie trafić.

# The foe is charmed by the user's cute appeals, sharply cutting its ATTACK.
source: The foe is charmed\nby the user's cute\nappeals, sharply\ncutting its ATTACK.
pl: Wróg jest oczarowany\nślicznymi apelami\nużytkownika, ostro\nzmiejszając ATAK.

# A 5-turn rolling attack that becomes stronger each time it hits.
source: A 5-turn rolling\nattack that becomes\nstronger each time\nit hits.
pl: 5-turowy turlający\natak, który staje\nsię lepszy za\nkażdym razem.

# A restrained attack that always leaves the foe with at least 1 HP.
source: A restrained attack\nthat always leaves\nthe foe with at\nleast 1 HP.
pl: Powściągliwy atak,\nktóry pozostawia\nwroga z co najmniej\n1 HP.

# A move that makes the foe confused, but also sharply raises its ATTACK.
source: A move that makes\nthe foe confused,\nbut also sharply\nraises its ATTACK.
pl: Ruch, który sprawia,\nże wróg jest\noszołomiony, ale\nteż podnosi ATAK.

# An electrically charged tackle that may also paralyze the foe.
source: An electrically\ncharged tackle that\nmay also paralyze\nthe foe.
pl: Elektrycznie\nnaładowany atak,\nktóry może\nsparaliżować wroga.

# An attack that grows stronger on each successive hit.
source: An attack that\ngrows stronger on\neach successive\nhit.
pl: Atak, który rośnie\nprzy każdym\nkolejnym trafieniu.

# The foe is hit with wings of steel. It may also raise the user's DEFENSE.
source: The foe is hit with\nwings of steel.\nIt may also raise\nthe user's DEFENSE.
pl: Wróg trafiony jest\nskrzydłami ze stali.\nMoże również\nzwiększyć OBRONĘ.

# The foe is fixed with a mean look that prevents it from escaping.
source: The foe is fixed\nwith a mean look\nthat prevents it\nfrom escaping.
pl: Wróg jest nastawiony\nze złym spojrzeniem,\nktóry nie daje\nucieczki.

# If it is the other gender, the foe is made infatuated and unlikely to attack.
source: If it is the other\ngender, the foe is\nmade infatuated and\nunlikely to attack.
pl: Jeśli jest innej płci,\nwróg jest zauroczony\ni mało prawdopodobny\ndo ataku.

# While asleep, the user randomly uses one of the moves it knows.
source: While asleep, the\nuser randomly uses\none of the moves it\nknows.
pl: W stanie snu\nużytkownik losowo\nwykorzystuje jeden\nz ruchów.

# A soothing bell chimes to heal the status problems of all allies.
source: A soothing bell\nchimes to heal the\nstatus problems of\nall allies.
pl: Kojący dzwonek,\nktóry leczy problemy\nze statusem\nsojuszników.

# This attack move grows more powerful the more the user likes its TRAINER.
source: This attack move\ngrows more powerful\nthe more the user\nlikes its TRAINER.
pl: Ten atak staje się\ncoraz silniejszy, im\nbardziej użytkownik\nlubi TRENERA.

# The foe is given a booby-trapped gift. It restores HP sometimes, however.
source: The foe is given a\nbooby-trapped gift.\nIt restores HP\nsometimes, however.
pl: Wróg otrzymuje\nupominek z daremną\npułapką. Czasami\njednak przywraca HP.

# This attack move grows more powerful the less the user likes its TRAINER.
source: This attack move\ngrows more powerful\nthe less the user\nlikes its TRAINER.
pl: Ten atak staje się\ncoraz silniejszy, im\nmniej użytkownik\nlubi TRENERA.

# It protects the user's party from all status problems for five turns.
source: It protects the\nuser's party from\nall status problems\nfor five turns.
pl: Chroni strone\nużytkownika przed\nwszystkimi statusami\nprzez pięć tur.

# The user adds its HP to the foe's HP, then equally shares the total HP.
source: The user adds its\nHP to the foe's HP,\nthen equally shares\nthe total HP.
pl: Użytkownik daje\nHP wrogowi, a\nnastępnie w równym\nstopniu dzieli HP.

# A mystical and powerful fire attack that may inflict a burn.
source: A mystical and\npowerful fire\nattack that may\ninflict a burn.
pl: Mistyczny i\npotężny ognisty\natak, który może\npoparzyć wroga.

# A ground-shaking attack against all standing POKéMON. Its power varies.
source: A ground-shaking\nattack against all\nstanding POKéMON.\nIts power varies.
pl: Trzęsący się atak\nna wszystkich\nstojących POKéMONÓW.\nSiła jest różna.

# The foe is punched with the user's full power. It confuses the foe if it hits.
source: The foe is punched\nwith the user's full\npower. It confuses\nthe foe if it hits.
pl: Wróg jest uderzony\npełną mocą użytkownika.\nDezorientuje wroga,\njeśli trafi.

# A brutal ramming attack delivered with a tough and impressive horn.
source: A brutal ramming\nattack delivered\nwith a tough and\nimpressive horn.
pl: Brutalny atak\nucisku dostarczony\nz mocnym i\nimponuje{27}ym rogiem.

# The foe is hit with an incredible blast of breath that may also paralyze.
source: The foe is hit with\nan incredible blast\nof breath that may\nalso paralyze.
pl: Wróg zostaje\nuderzony smoczym\npodmuchem, który\nmoże sparaliżować.

# The user switches out, passing along any stat changes to the new battler.
source: The user switches\nout, passing along\nany stat changes\nto the new battler.
pl: Użytkownik przełącza\nsię, przekazując\nwszelkie zmiany w\nstatystykach gry.

# Makes the foe use the move it last used repeatedly for two to six turns.
source: Makes the foe use\nthe move it last\nused repeatedly for\ntwo to six turns.
pl: Sprawia, że wróg\nużywa ruchu, który\nbył ostatnio używany\ndo sześciu tur.

# An attack move that works especially well on a foe that is switching out.
source: An attack move that\nworks especially\nwell on a foe that\nis switching out.
pl: Ruch ataku, który\ndziała szczególnie\ndobrze na wroga,\nktóry się zmnienia.

# An attack that frees the user from BIND, WRAP, LEECH SEED, and SPIKES.
source: An attack that\nfrees the user from\nBIND, WRAP, LEECH\nSEED, and SPIKES.
pl: Atak, który uwalnia\nużytkownika z\nOPLECENIA, OMOTANIA,\nKOLCÓW itp.

# Allures the foe to reduce evasiveness. It also attracts wild POKéMON.
source: Allures the foe to\nreduce evasiveness.\nIt also attracts\nwild POKéMON.
pl: Poważy wroga, by\nzredukować uniki.\nPrzyciąga również\ndzikie POKéMONY.

# An attack with a steel-hard tail. It may lower the foe's DEFENSE stat.
source: An attack with a\nsteel-hard tail.\nIt may lower the\nfoe's DEFENSE stat.
pl: Atak z twardym jak\nstal ogonem. Może\nobniżyć statystykę\nobrony wroga.

# The foe is attacked with steel claws. It may also raise the user's ATTACK.
source: The foe is attacked\nwith steel claws.\nIt may also raise\nthe user's ATTACK.
pl: Wróg zostaje\nzaatakowany stalowymi\npazurami. Może też\npodnieść ATAK.

# Makes the user attack after the foe. In return, it will not miss.
source: Makes the user\nattack after the\nfoe. In return,\nit will not miss.
pl: Sprawia, że\nużytkownik atakuje\npo wrogu. W zamian\nto nie chybia.

# Restores the user's HP. The amount of HP regained varies with the weather.
source: Restores the user's\nHP. The amount of\nHP regained varies\nwith the weather.
pl: Przywraca HP\nużytkownika. Ilość\nodzyskanego HP\nzmienia się od pogody.

# An attack that varies in type and intensity depending on the user.
source: An attack that\nvaries in type and\nintensity depending\non the user.
pl: Atak zmieniający\nsię pod względem\nintensywności\nużytkownika.

# The foe is hit with double chops. It has a high critical-hit ratio.
source: The foe is hit with\ndouble chops.\nIt has a high\ncritical-hit ratio.
pl: Wróg trafiony jest\npodwójnym ciosem.\nMa duże szansę\nna krytyczność.

# A vicious twister attacks the foe. It may make the foe flinch.
source: A vicious twister\nattacks the foe.\nIt may make the\nfoe flinch.
pl: Wściekłe tornado\natakuje wroga.\nMoże sprawić, że\nkopnie wroga.

# A heavy rain falls for five turns, powering up WATER- type moves.
source: A heavy rain falls\nfor five turns,\npowering up WATER-\ntype moves.
pl: Ciężki deszcz pada\nprzez pięć tur,\nzmacniając ruchy\ntypu WODNEGO.

# The sun blazes for five turns, powering up FIRE-type moves.
source: The sun blazes for\nfive turns, powering\nup FIRE-type\nmoves.
pl: Słońce świeci\nprzez pięć tur,\nzmacniając ruchy\nOGNISTE.

# The foe is crunched with sharp fangs. It may lower the foe's SP. DEF.
source: The foe is crunched\nwith sharp fangs.\nIt may lower the\nfoe's SP. DEF.
pl: Wróg jest schrupany\nostrymi kłami.\nMoże obniżyć\nSP. OBRONĘ wroga.

# A retaliation move that pays back the foe's special attack double.
source: A retaliation move\nthat pays back the\nfoe's special attack\ndouble.
pl: Ruch odwetowy,\nktóry zwraca\ndwa razy większy\natak wroga.

# The user hypnotizes itself into copying any stat change made by the foe.
source: The user hypnotizes\nitself into copying\nany stat change\nmade by the foe.
pl: Hipnotyzuje się w\nkopiowaniu zmian\nstatystyk dokonanych\nprzez wroga.

# A blindingly speedy charge attack that always goes before any other.
source: A blindingly speedy\ncharge attack that\nalways goes before\nany other.
pl: Błyskawicznie szybki\natak ładunków,\nktóry zawsze idzie\nprzed każdym.

# An ancient power is used to attack. It may also raise all the user's stats.
source: An ancient power is\nused to attack. It\nmay also raise all\nthe user's stats.
pl: Atak starożytnej\nmocy. Może\npodnieść wszystkie\nstatystyki użytkownika.

# A shadowy blob is hurled at the foe. May also lower the foe's SP. DEF.
source: A shadowy blob is\nhurled at the foe.\nMay also lower the\nfoe's SP. DEF.
pl: Mroczna kula jest\nrzucana we wroga.\nMoże obniżyć SP.\nOBRONĘ wroga.

# Two turns after this move is used, the foe is attacked psychically.
source: Two turns after\nthis move is used,\nthe foe is attacked\npsychically.
pl: Dwie tury po tym\nruchu są używane,\nwróg jest atakowany\npsychicznie.

# An attack that may also cut DEFENSE. It can also smash cracked boulders.
source: An attack that may\nalso cut DEFENSE.\nIt can also smash\ncracked boulders.
pl: Atak, który może\nspowodować obniżenie\nOBRONY. Może\nrównież rozbić skały.

# The foe is trapped in a fast, vicious whirlpool for two to five turns.
source: The foe is trapped\nin a fast, vicious\nwhirlpool for two\nto five turns.
pl: Wróg zostaje\nuwięziony w szybkim,\nokrutnym wirze\nprzez 2 do 5 tur.

# All party POKéMON join in the attack. The more allies, the more damage.
source: All party POKéMON\njoin in the attack.\nThe more allies,\nthe more damage.
pl: Wszystkie POKéMONY\ndołączają do ataku.\nIm więcej ich\njest, tym lepiej.

# An attack that hits first and causes flinching. Usable only on 1st turn.
source: An attack that hits\nfirst and causes\nflinching. Usable\nonly on 1st turn.
pl: Atak, który uderza\npierwszy i powoduje\nzachwianie. Działa\nw 1. turze.

# The user attacks in an uproar that prevents sleep for two to five turns.
source: The user attacks in\nan uproar that\nprevents sleep for\ntwo to five turns.
pl: Użytkownik atakuje\nw hałasie, który\nuniemożliwia sen\nprzez 2 do 5 tur.
